Revit 2027 API
ParameterTypeId.RbsFpSprinklerOrificeParam Property
 "Orifice"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFpSprinklerOrificeParam { get; }
Public Shared ReadOnly Property RbsFpSprinklerOrificeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFpSprinklerOrificeParam {
	ForgeTypeId^ get ();
}
static member RbsFpSprinklerOrificeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace